Repository: ripexv/RXZone
Catalog: RXZone/Localizable.xcstrings
Source language: en
Languages: tr

# %@ in %@ · %@
source: %1$@ in %2$@ · %3$@
tr: %2$@ saatiyle %1$@ · %3$@

source: %@, already added
tr: %@, zaten ekli

source: %lld days
tr: %lld gün

source: %lldh
tr: %lld sa

source: %lldm
tr: %lld dk

source: +%lld days
tr: +%lld gün

source: 1 hour
tr: 1 saat

source: 12-hour
tr: 12 saat

source: 15 minutes
tr: 15 dakika

source: 24-hour
tr: 24 saat

source: 30 minutes
tr: 30 dakika

source: 5 minutes
tr: 5 dakika

# Add %@ · %@
source: Add %1$@ · %2$@
tr: %1$@ ekle · %2$@

# Add %@, %@
source: Add %1$@, %2$@
tr: %1$@ ekle, %2$@

source: Add Time Zone…
tr: Saat Dilimi Ekle…

source: Add a city to start tracking it.
tr: Takip etmek için bir şehir ekleyin.

source: Add a time zone
tr: Saat dilimi ekle

source: Already added · %@
tr: Zaten ekli · %@

source: Another app is already using this shortcut.
tr: Bu kısayol başka bir uygulama tarafından kullanılıyor.

source: Back
tr: Geri

source: Behaviour
tr: Davranış

source: Choose an emoji
tr: Emoji seç

source: Clear search
tr: Aramayı temizle

# Clocks go back %@ %@
source: Clocks go back %1$@ %2$@
tr: Saatler %2$@ %1$@ geri alınıyor

# Clocks go forward %@ %@
source: Clocks go forward %1$@ %2$@
tr: Saatler %2$@ %1$@ ileri alınıyor

source: Copy All Times
tr: Tüm Saatleri Kopyala

source: Copy Time
tr: Saati Kopyala

source: Couldn’t update the login item: %@
tr: Giriş öğesi güncellenemedi: %@

source: Current offset
tr: Geçerli fark

source: Custom emoji
tr: Özel emoji

source: Daytime there
tr: Orada gündüz

source: Drag to reorder. Leave a name empty to use the city name.
tr: Sıralamak için sürükleyin. Şehir adını kullanmak için ismi boş bırakın.

source: Emoji and time
tr: Emoji ve saat

source: General
tr: Genel

source: Globe icon
tr: Dünya simgesi

source: Go back one hour
tr: Bir saat geri git

source: Go forward one hour
tr: Bir saat ileri git

source: Icon only
tr: Yalnızca simge

source: Keyboard
tr: Klavye

source: Language
tr: Dil

source: Local time
tr: Yerel saat

source: Menu Bar
tr: Menü Çubuğu

source: Menu Bar Item
tr: Menü Çubuğu Öğesi

source: Name
tr: İsim

source: Name and time
tr: İsim ve saat

source: New time zones are added here automatically. Untick any you would rather keep in the popover only — or right-click the row in the popover.
tr: Yeni saat dilimleri buraya otomatik olarak eklenir. Yalnızca açılır pencerede kalmasını istediklerinizin işaretini kaldırın — ya da pencerede satıra sağ tıklayın.

source: Night there
tr: Orada gece

source: No matches
tr: Sonuç yok

source: No time zones added yet.
tr: Henüz saat dilimi eklenmedi.

source: No time zones yet
tr: Henüz saat dilimi yok

source: Now
tr: Şimdi

source: Off
tr: Kapalı

source: Open RXZone at login
tr: Girişte RXZone’u aç

source: Open System Settings › General › Login Items to allow RXZone to open at login.
tr: RXZone’un girişte açılmasına izin vermek için Sistem Ayarları › Genel › Giriş Öğeleri bölümünü açın.

source: Opens and closes the popover from anywhere. If another app already owns the combination, RXZone leaves it alone.
tr: Açılır pencereyi her yerden açıp kapatır. Kombinasyon başka bir uygulamaya aitse RXZone ona dokunmaz.

source: Paste any emoji
tr: Herhangi bir emoji yapıştırın

source: Popover
tr: Açılır Pencere

source: Press Control-Command-Space for the system emoji picker.
tr: Sistem emoji seçicisi için Control-Komut-Boşluk tuşlarına basın.

source: Preview
tr: Önizleme

source: Quit RXZone
tr: RXZone’dan Çık

source: RXZone time zones
tr: RXZone saat dilimleri

source: Remove %@
tr: Kaldır: %@

source: Remove the selected time zone
tr: Seçili saat dilimini kaldır

source: Remove time zone
tr: Saat dilimini kaldır

source: Reset
tr: Sıfırla

source: Reset All Settings
tr: Tüm Ayarları Sıfırla

source: Reset to now
tr: Şimdiye dön

source: Restart Now
tr: Şimdi Yeniden Başlat

source: Restart RXZone to switch language.
tr: Dili değiştirmek için RXZone’u yeniden başlatın.

source: Return to Now
tr: Şimdiye Dön

source: Return to now when the popover closes
tr: Pencere kapanınca şimdiye dön

source: Return to the current time
tr: Geçerli saate dön

source: Same time
tr: Aynı saat

source: Same zone as %@
tr: %@ ile aynı saat dilimi

source: Search cities or regions
tr: Şehir veya bölge ara

source: Search time zones
tr: Saat dilimlerinde ara

source: Set a time here
tr: Burada bir saat ayarla

source: Settings
tr: Ayarlar

source: Short name and time
tr: Kısa ad ve saat

source: Show
tr: Göster

source: Show in Menu Bar
tr: Menü Çubuğunda Göster

source: Show offset from local time
tr: Yerel saate göre farkı göster

source: Show seconds
tr: Saniyeleri göster

source: Show the slider in the popover
tr: Kaydırıcıyı açılır pencerede göster

source: Show this Mac’s time zone
tr: Bu Mac’in saat dilimini göster

source: Show weekday and date
tr: Gün ve tarihi göster

source: Showing %@ from now
tr: Şu andan %@ farkla gösteriliyor

source: Showing seconds updates the clock once a second instead of once a minute.
tr: Saniyeleri göstermek saati dakikada bir yerine saniyede bir günceller.

source: Shown in the menu bar
tr: Menü çubuğunda gösteriliyor

source: Slider steps
tr: Kaydırıcı adımları

source: Startup
tr: Başlangıç

source: Sunrise there
tr: Orada gün doğuyor

source: Sunset there
tr: Orada gün batıyor

source: System
tr: Sistem

source: System Default
tr: Sistem Varsayılanı

source: The slider spans 24 hours back to 24 hours ahead. It only changes what RXZone displays — your Mac’s clock is never modified.
tr: Kaydırıcı 24 saat geriden 24 saat ileriye uzanır. Yalnızca RXZone’un gösterdiğini değiştirir — Mac’inizin saati asla değiştirilmez.

source: This Mac
tr: Bu Mac

source: This Mac’s time zone
tr: Bu Mac’in saat dilimi

source: Time
tr: Saat

source: Time Travel
tr: Zaman Yolculuğu

source: Time Zones
tr: Saat Dilimleri

source: Time format
tr: Saat biçimi

source: Time in %@
tr: %@ saati

source: Time offset
tr: Zaman farkı

source: Time travel
tr: Zaman yolculuğu

source: Toggle shortcut
tr: Aç/kapat kısayolu

source: Tomorrow
tr: Yarın

source: Try a city, country, or region name.
tr: Bir şehir, ülke veya bölge adı deneyin.

source: Type a time in %@ to see it everywhere
tr: %@ saatine göre bir saat yazın, tüm saatler ona kayar

source: Unavailable on this Mac
tr: Bu Mac’te kullanılamıyor

source: Yesterday
tr: Dün

source: daytime
tr: gündüz

source: macOS already shows local time in its own clock, so this row is optional. It reappears while time travelling, because the system clock does not move with the slider. It is also hidden automatically when this Mac’s zone is already in your list.
tr: macOS yerel saati zaten kendi saatinde gösterir, bu yüzden bu satır isteğe bağlıdır. Sistem saati kaydırıcıyla hareket etmediği için zaman yolculuğu sırasında yeniden görünür. Bu Mac’in saat dilimi listenizde zaten varsa otomatik olarak gizlenir.

source: night
tr: gece

source: on %@
tr: %@ günü

source: shown in the menu bar
tr: menü çubuğunda gösteriliyor

source: today
tr: bugün

source: tomorrow
tr: yarın

source: unavailable
tr: kullanılamıyor

source: “System” follows the 24-hour setting in System Settings › General › Date & Time.
tr: “Sistem”, Sistem Ayarları › Genel › Tarih ve Saat bölümündeki 24 saat ayarını izler.
